"Please Donate" = "Пожертвуйте";
"Donate" = "Підтримати";
"This is free software, but it still costs money to write, support, and distribute it. If you enjoy using it, please consider a donation to the authors of this software. It will help to make Cyberduck even better!" = "Це безкоштовне програмне забезпечення, однак його розробка, підтримка й дистрибуція коштують грошей. Якщо вам подобається ця програма, підтримайте її авторів фінансово. Ваша пожертва допоможе покращити Cyberduck!";
"As a contributor to Cyberduck, you receive a registration key that disables this prompt." = "Спонсори Cyberduck отримують реєстраційний ключ, який вимикає цей запит.";
"Thank you for using Cyberduck!" = "Дякуємо за користування Cyberduck!";
"Later" = "Пізніше";
"Don't show again for this version" = "Не показувати більше для цієї версії";
"Registration Key" = "Реєстраційний ключ";

"Buy in Windows Store" = "Купити у Windows Store";
"Buy in Mac App Store" = "Купити в Mac App Store";
